<?php

return array(
	
	"month" => array(
		"long" => array(
		"1" => "محرّم",
		"2" => "صفر",
		"3" => "ربيع الأول",
		"4" => "ربيع الثاني",
		"5" => "جمادى الأولى",
		"6" => "جمادى الثانية",
		"7" => "رجب",
		"8" => "شعبان",
		"9" => "رمضان",
		"10" => "شوّال",
		"11" => "ذو القعدة",
		"12" => "ذو الحجة",
		),

		"short" => array(
		"1" => "مح",
		"2" => "صف",
		"3" => "ر1",
		"4" => "ر2",
		"5" => "ج1",
		"6" => "ج2",
		"7" => "رج",
		"8" => "شع",
		"9" => "رم",
		"10" => "شو",
		"11" => "ذق",
		"12" => "ذح",
		),
	),

	"days" => array(
		"long" => array(
		"1" => "الأثنين",
		"2" => "الثلاثاء",
		"3" => "الأربعاء",
		"4" => "الخميس",
		"5" => "الجمعة",
		"6" => "السبت",
		"7" => "الأحد",
		),

		"short" => array(
		"1" => "اثنين",
		"2" => "ثلاثاء",
		"3" => "إربعاء",
		"4" => "خميس",
		"5" => "جمعة",
		"6" => "سبت",
		"7" => "احد",
		),
	),

	"time" => array(
		"long" => array(
		"1" => "صباحاً",
		"2" => "مسائاً",
		),

		"short" => array(
		"1" => "ص",
		"2" => "م",
		),
	),
);